---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AssemblyDifferenceMemberDifference
source: html/9600ec81-1eff-71f5-23f4-ec8408db7fe8.htm
---
# AssemblyDifferenceMemberDifference Members

Specifies whether the .NET object represents a valid Revit entity.